run/tutorials/multiphase/twoLiquidMixingFoam/lockExchange/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    left
    {
        type            wall;
        nFaces          40;
        startFace       15760;
    }
    right
    {
        type            wall;
        nFaces          40;
        startFace       15800;
    }
    bottom
    {
        type            wall;
        nFaces          200;
        startFace       15840;
    }
    top
    {
        type            wall;
        nFaces          200;
        startFace       16040;
    }
    frontBack
    {
        type            empty;
        nFaces          16000;
        startFace       16240;
    }
)

// ************************************************************************* //
